Repository: santiagocento/MentalHealthToolkit
Catalog: MentalHealthToolkit/UILib/Resources/Localizables/Localizable.xcstrings
Source language: en
Languages: es_419

source: Accept
es_419: Aceptar

# bdi2Inventroy
source: Beck Depression Inventory (BDI-2)
es_419: Inventario de Depresión de Beck (BDI-2)

source: Cancel
es_419: Cancelar

# couldntObtainInformation
source: We couldn’t obtain this information
es_419: No pudimos obtener esta información

source: Finish
es_419: Finalizar

source: Home
es_419: Inicio

# howToChangeHealthSettings
source: Enable access in Settings → Privacy → Health → Mental Health Toolkit.
es_419: Habilitar permisos en Configuración → Privacidad → Salud → Recursos de Salud Mental.

# lastDepressionAssesment
source: Last depression assessment
es_419: Última evaluación de depresión

source: Last mindful session
es_419: Última sesión de mindfulness

# mentalHealth
source: Mental Health Toolkit
es_419: Herramientas de salud mental

# noMindfulSessionFound
source: You don’t have any mindful sessions yet
es_419: Todavía no tenés sesión de mindfulness.

# noPointsRegistered
source: You don’t have any assessment registers yet
es_419: Todavía no tenés inventarios completados

source: Open settings
es_419: Abrir configuración

# ponints:
source: Points:
es_419: Puntaje:

source: Resolve Permissions
es_419: Resolver Permisos

source: Result
es_419: Resultado

source: Start
es_419: Comenzar

# takeDepressionTest
source: Take BDI-2 test
es_419: Completar BDI-2
